Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: If the recognizer stops hearing you mid-session (1110 errors), voice auto-restarts the task after ~1.5 s. If that loop keeps happening, toggle voice off and back on.
ar: إذا توقف المُتعرِّف عن سماعك أثناء الجلسة (أخطاء 1110)، يعيد الصوت تشغيل المهمة تلقائيًا بعد نحو 1.5 ث. إذا تكررت هذه الحلقة، أوقف الصوت ثم أعد تشغيله.
da: Hvis genkendelsen holder op med at høre dig midt i en session (1110-fejl), genstarter stemmefunktionen automatisk efter ~1,5 s. Hvis det bliver ved med at ske, så slå stemme fra og til igen.
de: Innerhalb deines Zusammenführungsfensters erscheint eine Karte „Erholung fortsetzen“ mit deinem Wert
es: Si el reconocedor deja de oírte a mitad de sesión (errores 1110), la voz reinicia la tarea automáticamente tras ~1,5 s. Si el bucle se repite, desactiva la voz y vuelve a activarla.
fi: Jos puheentunnistin lakkaa kuulemasta sinua kesken istunnon (1110-virheet), puhe käynnistää tehtävän automaattisesti uudelleen noin 1,5 s:n kuluttua. Jos tämä toistuu jatkuvasti, kytke puhe pois ja takaisin päälle.
fr: Si la reconnaissance vocale cesse de vous entendre en cours de session (erreurs 1110), la voix relance automatiquement la tâche après ~1,5 s. Si cette boucle se répète, désactivez puis réactivez la voix.
is: Ef talgreinirinn hættir að heyra í þér í miðri lotu (villur 1110) endurræsir raddhamurinn verkið eftir ~1,5 s. Ef þetta gerist ítrekað skaltu slökkva á röddinni og kveikja aftur.
it: Se il riconoscimento vocale smette di sentirti durante una sessione (errori 1110), la voce riavvia automaticamente l'attività dopo circa 1,5 s. Se il ciclo continua, disattiva e riattiva la voce.
ja: セッションの途中で音声認識が聞き取らなくなった場合（1110 エラー）、約 1.5 秒後に音声機能が自動で再開します。それが繰り返し起こる場合は、音声をオフにしてからオンに戻してください。
ko: 세션 중 음성 인식기가 소리를 듣지 못하게 되면(1110 오류) 약 1.5초 후 음성 작업이 자동으로 다시 시작됩니다. 이 반복이 계속되면 음성을 껐다가 다시 켜세요.
nb: Hvis talegjenkjenningen slutter å høre deg midt i en økt (1110-feil), starter talefunksjonen oppgaven på nytt automatisk etter ~1,5 s. Hvis dette fortsetter å skje, slår du tale av og på igjen.
nl: Als de spraakherkenning je halverwege niet meer hoort (1110-fouten), start spraak de taak na ~1,5 s automatisch opnieuw. Blijft dat gebeuren, zet spraak dan uit en weer aan.
pt_br: Se o reconhecimento de fala parar de ouvir você no meio da sessão (erros 1110), a voz reinicia a tarefa automaticamente após ~1,5 s. Se isso continuar acontecendo, desative e reative a voz.
ru: Если распознавание перестаёт слышать вас посреди сессии (ошибки 1110), голосовой режим автоматически перезапускает задачу через ~1,5 с. Если это повторяется, выключите и снова включите голос.
sv: Om igenkänningen slutar höra dig mitt i en session (1110-fel) startar röstfunktionen om uppgiften automatiskt efter ~1,5 s. Om det upprepas, stäng av rösten och slå på den igen.
zh_hans: 如果语音识别在对话中途听不到你（1110 错误），语音功能会在约 1.5 秒后自动重启任务。如果这种循环反复发生，请关闭语音再重新打开。

source: If within your merge window, a Continue Recovery card appears with your score
ar: إذا كان ضمن نافذة الدمج، تظهر بطاقة «متابعة التعافي» مع نتيجتك
da: Hvis det er inden for dit sammenlægningsvindue, vises kortet Fortsæt restitution med din score
de: Wenn die Spracherkennung dich mitten in der Sitzung nicht mehr hört (Fehler 1110), startet die Sprachfunktion nach ~1,5 s automatisch neu. Wenn das immer wieder passiert, schalte die Sprachfunktion aus und wieder ein.
es: Si estás dentro de tu ventana de fusión, aparece una tarjeta Continuar recuperación con tu puntuación
fi: Jos olet yhdistämisikkunan sisällä, Jatka palautumista -kortti ilmestyy pisteidesi kanssa
fr: Si vous êtes dans votre fenêtre de fusion, une carte Continuer la récupération apparaît avec votre score
is: Ef þú ert innan sameiningargluggans birtist spjaldið Halda áfram bata með stigunum þínum
it: Se rientri nella finestra di unione, compare un riquadro Continua recupero con il tuo punteggio
ja: 統合ウィンドウ内であれば、スコア付きの「回復を続ける」カードが表示されます
ko: 병합 범위 안이라면 점수와 함께 회복 계속하기 카드가 나타납니다
nb: Hvis det er innenfor sammenslåingsvinduet, vises et Fortsett restitusjon-kort med scoren din
nl: Als het binnen je samenvoegvenster valt, verschijnt een kaart Herstel voortzetten met je score
pt_br: Se estiver dentro da sua janela de mesclagem, aparece um cartão Continuar Recuperação com sua pontuação
ru: Если вы в пределах окна объединения, появится карточка «Продолжить восстановление» с вашей оценкой
sv: Om du är inom ditt sammanslagningsfönster visas kortet Fortsätt återhämtning med din poäng
zh_hans: 如果在你的合并窗口内，会出现带有你评分的“继续恢复”卡片

source: If you flip the Comeback toggle in Settings → Modes (after illness, injury, or a long break), the weights shift for 21 days to HRV 80% / Sleep 20% / Vitals 0%. This stops noisy temperature or breathing readings from suppressing your score while your body re-stabilizes. After 21 days, weights return to standard.
ar: إذا فعّلت مفتاح العودة في الإعدادات → الأوضاع (بعد مرض أو إصابة أو انقطاع طويل)، تتغيّر الأوزان لمدة 21 يومًا إلى HRV ‏80% / النوم 20% / العلامات الحيوية 0%. يمنع هذا قراءات الحرارة أو التنفس المشوّشة من خفض نتيجتك بينما يستعيد جسمك استقراره. بعد 21 يومًا تعود الأوزان إلى الوضع القياسي.
da: Hvis du slår Comeback til i Indstillinger → Tilstande (efter sygdom, skade eller en lang pause), ændres vægtene i 21 dage til HRV 80 % / Søvn 20 % / Vitale tegn 0 %. Det forhindrer støjende temperatur- eller vejrtrækningsmålinger i at trykke din score, mens din krop stabiliserer sig igen. Efter 21 dage vender vægtene tilbage til standard.
de: Wenn du den Comeback-Schalter unter Einstellungen → Modi aktivierst (nach Krankheit, Verletzung oder einer langen Pause), verschieben sich die Gewichtungen für 21 Tage auf HRV 80 % / Schlaf 20 % / Vitalwerte 0 %. So drücken unruhige Temperatur- oder Atemwerte deinen Wert nicht, während sich dein Körper wieder stabilisiert. Nach 21 Tagen kehren die Gewichtungen zum Standard zurück.
es: Si activas el interruptor de regreso en Ajustes → Modos (tras una enfermedad, una lesión o un parón largo), los pesos cambian durante 21 días a HRV 80 % / Sueño 20 % / Constantes vitales 0 %. Así, las lecturas ruidosas de temperatura o respiración no hunden tu puntuación mientras tu cuerpo se reestabiliza. Pasados 21 días, los pesos vuelven a los estándar.
fi: Jos otat Paluu-valinnan käyttöön kohdassa Asetukset → Tilat (sairauden, vamman tai pitkän tauon jälkeen), painot muuttuvat 21 päiväksi: HRV 80 % / uni 20 % / vitaaliarvot 0 %. Tämä estää kohinaisia lämpötila- tai hengityslukemia painamasta pisteitäsi alas, kun kehosi tasaantuu. 21 päivän jälkeen painot palaavat normaaleiksi.
fr: Si vous activez l’option Retour dans Réglages → Modes (après une maladie, une blessure ou une longue pause), les poids changent pendant 21 jours : HRV 80 % / Sommeil 20 % / Signes vitaux 0 %. Cela évite que des mesures de température ou de respiration bruitées ne fassent baisser votre score pendant que votre corps se stabilise. Après 21 jours, les poids reviennent à la normale.
is: Ef þú kveikir á Endurkomu í Stillingar → Hamir (eftir veikindi, meiðsli eða langt hlé) breytast vægin í 21 dag í HRV 80% / Svefn 20% / Lífsmörk 0%. Þetta kemur í veg fyrir að óstöðugar mælingar á hita eða öndun haldi stigunum niðri á meðan líkaminn nær jafnvægi á ný. Eftir 21 dag fara vægin aftur í staðalgildi.
it: Se attivi la modalità rientro in Impostazioni → Modalità (dopo una malattia, un infortunio o una lunga pausa), i pesi cambiano per 21 giorni in HRV 80% / Sonno 20% / Parametri vitali 0%. Così letture rumorose di temperatura o respirazione non abbassano il punteggio mentre il corpo si ristabilizza. Dopo 21 giorni i pesi tornano a quelli standard.
ja: 設定 → モード でカムバックをオンにすると（体調不良、けが、長い休養の後）、21 日間、重みが HRV 80% / 睡眠 20% / バイタル 0% に変わります。体が再び安定するまでの間、ノイズの多い体温や呼吸の測定値がスコアを押し下げないようにするためです。21 日後、重みは標準に戻ります。
ko: 설정 → 모드에서 복귀 토글을 켜면(질병, 부상, 긴 휴식 후) 21일 동안 가중치가 HRV 80% / 수면 20% / 활력 징후 0%로 바뀝니다. 몸이 다시 안정되는 동안 노이즈가 많은 체온이나 호흡 측정값이 점수를 억누르지 않도록 하기 위함입니다. 21일이 지나면 가중치가 표준으로 돌아갑니다.
nb: Hvis du slår på Comeback i Innstillinger → Moduser (etter sykdom, skade eller en lang pause), endres vektene i 21 dager til HRV 80 % / Søvn 20 % / Vitale tegn 0 %. Dette hindrer at støyete temperatur- eller pustemålinger trykker ned scoren mens kroppen stabiliserer seg igjen. Etter 21 dager går vektene tilbake til standard.
nl: Als je de schakelaar Comeback aanzet in Instellingen → Modi (na ziekte, blessure of een lange pauze), verschuiven de gewichten 21 dagen lang naar HRV 80% / slaap 20% / vitale waarden 0%. Zo drukken onrustige temperatuur- of ademhalingsmetingen je score niet omlaag terwijl je lichaam weer stabiliseert. Na 21 dagen keren de gewichten terug naar standaard.
pt_br: Se você ativar o modo retorno em Configurações → Modos (após doença, lesão ou uma pausa longa), os pesos mudam por 21 dias para VFC 80% / Sono 20% / Sinais vitais 0%. Isso impede que leituras ruidosas de temperatura ou respiração derrubem sua pontuação enquanto seu corpo se reestabiliza. Após 21 dias, os pesos voltam ao padrão.
ru: Если включить переключатель режима возвращения в Настройки → Режимы (после болезни, травмы или долгого перерыва), на 21 день веса меняются на ВСР 80% / сон 20% / жизненные показатели 0%. Это не даёт шумным показаниям температуры или дыхания занижать оценку, пока организм снова стабилизируется. Через 21 день веса возвращаются к стандартным.
sv: Om du slår på Comeback-reglaget i Inställningar → Lägen (efter sjukdom, skada eller ett långt uppehåll) ändras vikterna i 21 dagar till HRV 80 % / Sömn 20 % / Vitala tecken 0 %. Det hindrar brusiga temperatur- eller andningsvärden från att trycka ner din poäng medan kroppen stabiliseras. Efter 21 dagar återgår vikterna till standard.
zh_hans: 如果你在 设置 → 模式 中打开回归开关（生病、受伤或长时间中断之后），21 天内权重会变为 HRV 80% / 睡眠 20% / 生命体征 0%。这可以防止嘈杂的体温或呼吸读数在你身体重新稳定期间压低评分。21 天后，权重恢复标准设置。

source: If you go back to sleep after removing your chest strap, the app automatically detects the additional sleep using your Apple Watch's passive heart rate data. No action is needed — just open the app when you're done sleeping.
ar: إذا عدت إلى النوم بعد خلع حزام الصدر، يكتشف التطبيق النوم الإضافي تلقائيًا باستخدام بيانات معدل ضربات القلب السلبية من Apple Watch. لا حاجة لأي إجراء — فقط افتح التطبيق عندما تنتهي من النوم.
da: Hvis du falder i søvn igen efter at have taget brystbæltet af, registrerer appen automatisk den ekstra søvn ud fra dit Apple Watchs passive pulsdata. Du skal ikke gøre noget — bare åbn appen, når du er færdig med at sove.
de: Wenn du nach dem Abnehmen des Brustgurts wieder einschläfst, erkennt die App den zusätzlichen Schlaf automatisch anhand der passiven Herzfrequenzdaten deiner Apple Watch. Du musst nichts tun — öffne einfach die App, wenn du ausgeschlafen hast.
es: Si vuelves a dormirte tras quitarte la banda de pecho, la app detecta automáticamente el sueño adicional con los datos pasivos de frecuencia cardíaca de tu Apple Watch. No tienes que hacer nada: solo abre la app cuando termines de dormir.
fi: Jos nukahdat uudelleen rintavyön riisumisen jälkeen, sovellus havaitsee lisäunen automaattisesti Apple Watchisi passiivisten syketietojen avulla. Mitään ei tarvitse tehdä — avaa vain sovellus, kun olet lopettanut nukkumisen.
fr: Si vous vous rendormez après avoir retiré votre ceinture pectorale, l’app détecte automatiquement ce sommeil supplémentaire grâce aux données de fréquence cardiaque passives de votre Apple Watch. Aucune action n’est nécessaire — ouvrez simplement l’app quand vous avez fini de dormir.
is: Ef þú sofnar aftur eftir að hafa tekið brjóstólina af greinir appið sjálfkrafa viðbótarsvefninn með óvirkum púlsgögnum frá Apple Watch. Þú þarft ekkert að gera — opnaðu bara appið þegar þú ert búin/n að sofa.
it: Se torni a dormire dopo aver tolto la fascia toracica, l'app rileva automaticamente il sonno aggiuntivo usando i dati passivi di frequenza cardiaca dell'Apple Watch. Non serve fare nulla: apri l'app quando hai finito di dormire.
ja: チェストストラップを外した後に再び眠った場合、アプリは Apple Watch のパッシブな心拍データを使って追加の睡眠を自動で検出します。操作は不要です — 眠り終わったらアプリを開くだけです。
ko: 가슴 스트랩을 뺀 뒤 다시 잠들면, 앱이 Apple Watch의 수동 심박수 데이터를 사용해 추가 수면을 자동으로 감지합니다. 따로 할 일은 없습니다 — 잠에서 깬 뒤 앱을 열기만 하면 됩니다.
nb: Hvis du sovner igjen etter å ha tatt av pulsbeltet, oppdager appen automatisk den ekstra søvnen ved hjelp av passive pulsdata fra Apple Watch. Du trenger ikke gjøre noe — bare åpne appen når du er ferdig med å sove.
nl: Als je weer gaat slapen nadat je je borstband hebt afgedaan, herkent de app de extra slaap automatisch met de passieve hartslaggegevens van je Apple Watch. Je hoeft niets te doen — open de app gewoon als je klaar bent met slapen.
pt_br: Se você voltar a dormir depois de tirar a cinta peitoral, o app detecta automaticamente o sono adicional usando os dados passivos de frequência cardíaca do seu Apple Watch. Não é preciso fazer nada — basta abrir o app quando terminar de dormir.
ru: Если вы снова уснули после того, как сняли нагрудный датчик, приложение автоматически обнаружит дополнительный сон по пассивным данным пульса с Apple Watch. Ничего делать не нужно — просто откройте приложение, когда выспитесь.
sv: Om du somnar om efter att ha tagit av bröstbandet upptäcker appen automatiskt den extra sömnen med hjälp av Apple Watchs passiva pulsdata. Du behöver inte göra något — öppna bara appen när du har sovit klart.
zh_hans: 如果你在摘下胸带后又睡着了，应用会利用 Apple Watch 的被动心率数据自动检测额外的睡眠。无需任何操作 — 睡醒后打开应用即可。

source: If you only have one or two vitals signals (e.g. resp rate but no temperature), the vitals score is the average of the signals you have — missing signals don't penalize you.
ar: إذا كانت لديك إشارة أو إشارتان فقط من العلامات الحيوية (مثل معدل التنفس دون الحرارة)، تكون نتيجة العلامات الحيوية متوسط الإشارات المتوفرة — الإشارات المفقودة لا تخفض نتيجتك.
da: Hvis du kun har et eller to signaler for vitale tegn (fx vejrtrækningsfrekvens, men ingen temperatur), er scoren for vitale tegn gennemsnittet af de signaler, du har — manglende signaler trækker dig ikke ned.
de: Wenn du nur ein oder zwei Vitalsignale hast (z. B. Atemfrequenz, aber keine Temperatur), ist der Vitalwert der Durchschnitt der vorhandenen Signale — fehlende Signale werden dir nicht angerechnet.
es: Si solo tienes una o dos señales vitales (p. ej., frecuencia respiratoria pero no temperatura), la puntuación de constantes vitales es la media de las señales que tengas: las que faltan no te penalizan.
fi: Jos sinulla on vain yksi tai kaksi vitaalisignaalia (esim. hengitystiheys mutta ei lämpötilaa), vitaaliarvojen pisteet ovat saatavilla olevien signaalien keskiarvo — puuttuvat signaalit eivät laske pisteitäsi.
fr: Si vous n’avez qu’un ou deux signes vitaux (p. ex. la fréquence respiratoire mais pas la température), le score des signes vitaux est la moyenne des signaux disponibles — les signaux manquants ne vous pénalisent pas.
is: Ef þú hefur aðeins eitt eða tvö lífsmerki (t.d. öndunartíðni en engan hita) er stig lífsmarka meðaltal þeirra merkja sem þú hefur — merki sem vantar lækka ekki stigin.
it: Se hai solo uno o due segnali vitali (ad es. frequenza respiratoria ma non temperatura), il punteggio dei parametri vitali è la media dei segnali disponibili: quelli mancanti non ti penalizzano.
ja: バイタルのシグナルが 1 つか 2 つしかない場合（呼吸数はあるが体温はないなど）、バイタルスコアは手元にあるシグナルの平均になります — 欠けているシグナルによる減点はありません。
ko: 활력 징후 신호가 한두 개뿐이라면(예: 호흡수는 있지만 체온은 없음) 활력 징후 점수는 있는 신호들의 평균입니다 — 없는 신호는 불이익이 되지 않습니다.
nb: Hvis du bare har ett eller to signaler for vitale tegn (f.eks. respirasjonsfrekvens, men ikke temperatur), er vitalscoren gjennomsnittet av signalene du har — manglende signaler trekker deg ikke ned.
nl: Als je maar één of twee vitale signalen hebt (bijv. ademhalingsfrequentie maar geen temperatuur), is de score voor vitale waarden het gemiddelde van de signalen die je hebt — ontbrekende signalen tellen niet tegen je.
pt_br: Se você tiver apenas um ou dois sinais vitais (por exemplo, frequência respiratória, mas não temperatura), a pontuação de sinais vitais é a média dos sinais disponíveis — sinais ausentes não penalizam você.
ru: Если у вас есть только один или два жизненных показателя (например, частота дыхания без температуры), оценка жизненных показателей — среднее по имеющимся сигналам; отсутствующие не снижают оценку.
sv: Om du bara har en eller två signaler för vitala tecken (t.ex. andningsfrekvens men ingen temperatur) är poängen för vitala tecken medelvärdet av de signaler du har — saknade signaler drar inte ner poängen.
zh_hans: 如果你只有一两个生命体征信号（例如有呼吸频率但没有体温），生命体征分数是你已有信号的平均值 — 缺失的信号不会让你被扣分。

source: If you record multiple times in a day, the best morning reading is kept
ar: إذا سجّلت عدة مرات في اليوم، يُحتفظ بأفضل قراءة صباحية
da: Hvis du måler flere gange på en dag, beholdes den bedste morgenmåling
de: Wenn du mehrmals am Tag misst, wird die beste Morgenmessung behalten
es: Si grabas varias veces en un día, se conserva la mejor lectura matinal
fi: Jos tallennat useita kertoja päivässä, paras aamumittaus säilytetään
fr: Si vous enregistrez plusieurs fois dans la journée, la meilleure lecture du matin est conservée
is: Ef þú tekur upp oft á dag er besta morgunmælingin geymd
it: Se registri più volte in un giorno, viene conservata la migliore lettura mattutina
ja: 1 日に複数回記録した場合は、最も良い朝の測定が保持されます
ko: 하루에 여러 번 기록하면 가장 좋은 아침 측정값이 유지됩니다
nb: Hvis du tar opp flere ganger i løpet av en dag, beholdes den beste morgenmålingen
nl: Als je meerdere keren per dag opneemt, wordt de beste ochtendmeting bewaard
pt_br: Se você gravar várias vezes no dia, a melhor leitura da manhã é mantida
ru: Если вы делаете несколько записей за день, сохраняется лучшее утреннее измерение
sv: Om du mäter flera gånger samma dag sparas den bästa morgonmätningen
zh_hans: 如果你一天内记录多次，会保留最好的晨间读数

source: If you reinstall the app or switch devices, go to Settings and tap "Restore Purchases". Your purchase is tied to your Apple ID and can be restored on any device signed into the same account.
ar: إذا أعدت تثبيت التطبيق أو بدّلت الجهاز، انتقل إلى الإعدادات واضغط «استعادة المشتريات». يرتبط شراؤك بـ Apple ID ويمكن استعادته على أي جهاز مسجّل الدخول بالحساب نفسه.
da: Hvis du geninstallerer appen eller skifter enhed, så gå til Indstillinger og tryk på »Gendan køb«. Dit køb er knyttet til dit Apple-id og kan gendannes på enhver enhed, der er logget ind på samme konto.
de: Wenn du die App neu installierst oder das Gerät wechselst, gehe zu Einstellungen und tippe auf „Käufe wiederherstellen“. Dein Kauf ist an deine Apple-ID gebunden und kann auf jedem Gerät wiederhergestellt werden, das mit demselben Account angemeldet ist.
es: Si reinstalas la app o cambias de dispositivo, ve a Ajustes y toca «Restaurar compras». Tu compra está vinculada a tu Apple ID y se puede restaurar en cualquier dispositivo con la misma cuenta.
fi: Jos asennat sovelluksen uudelleen tai vaihdat laitetta, siirry Asetuksiin ja napauta "Palauta ostokset". Ostoksesi on sidottu Apple ID:hesi ja sen voi palauttaa millä tahansa samalla tilillä kirjautuneella laitteella.
fr: Si vous réinstallez l’app ou changez d’appareil, allez dans Réglages et touchez « Restaurer les achats ». Votre achat est lié à votre identifiant Apple et peut être restauré sur tout appareil connecté au même compte.
is: Ef þú setur appið upp aftur eða skiptir um tæki skaltu fara í Stillingar og ýta á „Endurheimta kaup“. Kaupin eru tengd Apple ID og hægt er að endurheimta þau á hvaða tæki sem er sem er skráð inn á sama reikning.
it: Se reinstalli l'app o cambi dispositivo, vai in Impostazioni e tocca "Ripristina acquisti". L'acquisto è legato al tuo ID Apple e può essere ripristinato su qualsiasi dispositivo con lo stesso account.
ja: アプリを再インストールしたりデバイスを変更したりした場合は、設定で「購入を復元」をタップしてください。購入は Apple ID に紐づいており、同じアカウントでサインインしているどのデバイスでも復元できます。
ko: 앱을 다시 설치하거나 기기를 바꾸면 설정으로 가서 "구매 복원"을 탭하세요. 구매는 Apple ID에 연결되어 있어 같은 계정으로 로그인한 어떤 기기에서도 복원할 수 있습니다.
nb: Hvis du installerer appen på nytt eller bytter enhet, går du til Innstillinger og trykker «Gjenopprett kjøp». Kjøpet er knyttet til Apple-ID-en din og kan gjenopprettes på alle enheter som er logget på med samme konto.
nl: Als je de app opnieuw installeert of van apparaat wisselt, ga dan naar Instellingen en tik op “Aankopen herstellen”. Je aankoop is gekoppeld aan je Apple ID en kan worden hersteld op elk apparaat dat met hetzelfde account is ingelogd.
pt_br: Se você reinstalar o app ou trocar de dispositivo, acesse Configurações e toque em "Restaurar compras". Sua compra está vinculada ao seu Apple ID e pode ser restaurada em qualquer dispositivo conectado à mesma conta.
ru: Если вы переустановили приложение или сменили устройство, откройте Настройки и нажмите «Восстановить покупки». Покупка привязана к вашему Apple ID и восстанавливается на любом устройстве с той же учётной записью.
sv: Om du installerar om appen eller byter enhet, gå till Inställningar och tryck på "Återställ köp". Ditt köp är kopplat till ditt Apple-ID och kan återställas på alla enheter som är inloggade med samma konto.
zh_hans: 如果你重新安装应用或更换设备，请前往设置并点按“恢复购买”。你的购买与 Apple 账户绑定，可在登录同一账户的任何设备上恢复。

source: If you skip the chip on a day, the score still works fine. It's optional.
ar: إذا تجاوزت الشريحة في يوم ما، تظل النتيجة تعمل بشكل جيد. إنها اختيارية.
da: Hvis du springer knappen over en dag, virker scoren stadig fint. Den er valgfri.
de: Wenn du den Chip an einem Tag überspringst, funktioniert der Wert trotzdem einwandfrei. Er ist optional.
es: Si un día no respondes, la puntuación funciona igual. Es opcional.
fi: Jos ohitat painikkeen jonain päivänä, pisteet toimivat silti hyvin. Se on valinnainen.
fr: Si vous ignorez la puce un jour, le score fonctionne quand même. C’est facultatif.
is: Ef þú sleppir hnappnum einhvern daginn virka stigin samt. Þetta er valkvætt.
it: Se un giorno salti il riquadro, il punteggio funziona comunque. È facoltativo.
ja: チップをスキップした日も、スコアは問題なく機能します。任意です。
ko: 어떤 날 칩을 건너뛰어도 점수는 문제없이 작동합니다. 선택 사항입니다.
nb: Hvis du hopper over brikken en dag, fungerer scoren fortsatt fint. Den er valgfri.
nl: Sla je het label een dag over, dan werkt de score gewoon. Het is optioneel.
pt_br: Se você ignorar o botão em algum dia, a pontuação continua funcionando normalmente. É opcional.
ru: Если вы пропустили плашку в какой-то день, оценка всё равно работает. Это необязательно.
sv: Om du hoppar över knappen en dag fungerar poängen ändå. Det är valfritt.
zh_hans: 某天跳过这个标签也没关系，评分照常有效。它是可选的。
